Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Through this Challenge Based Learning program, students can work in multidisciplinary teams, think outside the box, develop their soft skills, build a network towards future career opportunities, develop innovative solutions, and receive 10 ECTS.
nb: Du vil følge en utfordringsbasert læringsmetode og utvikle en innovativ løsning i samarbeid med tverrfaglige team, tenke utenfor boksen, utvikle sine 'myke' ferdigheter, bygge et nettverk mot fremtidige karrieremuligheter, utvikle innovative løsninger og motta 10 studiepoeng.

source: The laboratory experiments gives an introduction into organic synthesis, laboratory techniques and qualitative analysis (Both by chemical and spectroscopic methods).
nb: Laboratorieforsøk gir en introduksjon til organisk syntese, laboratorieteknikker og kvalitativ analyse (Både ved kjemiske og spektroskopiske metoder).

source: David Bates of Harvard University is one of the world's most cited safety researchers.
nb: David Bates fra Universitetet i Harvard er en av verdens mest siterte sikkerhetsforskere.

source: Unit 3: Microbial conversion processes and kinetics
nb: Modul 3: Mikrobiell omdanning og kinetikk.

source: The university has great ambitions.
nb: Universitetet har store ambisjoner.

source: Finally methods for evaluating classifier performance are presented.
nb: Til slutt presenteres metoder for å evaluere klassifiserere.

source: The project plan was defined in four phases, including preparation, professional development, intervention, and a research and documentation phase [2].
nb: Prosjektplanen er delt inn i fire faser, en forberedelsesfase, en fagutviklingsfase, en intervensjonsfase og en forsknings- og dokumentasjonsfase [2].

source: Attach the cap with the glass tube to the round flask, be quick!
nb: Sett korken med glassrøret fast i rundkolben, vær rask!

source: The CIIP will take a closer look at how technological changes and innovation change the activities, production and organisation of businesses and how this presents individuals, businesses and regions in Europe and the US with economic, social and political challenges.
nb: CIIP skal se nærmere på hvordan teknologiske endringer og innovasjon endrer aktiviteten, produksjonen og organiseringen i en virksomhet, og hvordan dette forårsaker økonomiske, sosiale og politiske utfordringer for enkeltpersoner, bedrifter og regioner i Europa og USA.

source: Creating, structuring, and styling web pages using HTML and CSS.
nb: Hvordan lage, strukturere og sette opp websider ved hjelp av HTML og CSS.

source: Design and implement client-server web applications.
nb: Design og implementering av klient-tjener webapplikasjoner.

source: , student in the Master's programme in Business Administration
nb: , student på Master i økonomi og administrasjon

source: Understand simple phase diagram, in particular the Fe-C diagram.
nb: Forstå enkle fasediagrammer, spesielt Fe-C diagrammet.

source: • overview of other pedagogical education
nb: • oversikt over annen pedagogisk utdannelse

source: Compute antiderivatives by using substitution, partial integration, partial fraction decomposition and inverse trigonometric substitutions.
nb: Kunne antiderivere ved teknikkene substitusjon, delvis integrasjon, delbrøksoppspalting og inverse trigonometriske substitusjoner.

source: dissemination that takes place within the framework of distinctive museum activities such as exhibitions and
nb: innenfor rammene av det som er særegent museumsvirksomheten, som utstil inger og formidling av

source: The student target team in Stavanger was first formed in 2006.
nb: Studentmållaget i Stavanger blei først skipa i 2006.

source: Mauka Makai is the perfect place for students to meet other likeminded people who want to try different things.
nb: Mauka Makai er en møteplass for studenter på tvers av linjer som ønsker en mer aktiv studiehverdag.

source: similarly, place relatively less value on older productions; 1/3 of the works should not be five years old or older.
nb: eldre produksjon, 1/3 av arbeidene bør ikke være eldre enn fem år. Selvstendighet og samarbeid:

source: Relativistic momentum and energy.
nb: Relativistisk bevegelsesmengde og energi.

source: SHARE at UiS arranged a fully digital international symposium for early career research at the end of November.
nb: SHARE ved UiS arrangerte i slutten av november et heldigitalt internasjonalt symposium for forskere som er tidlig i karrieren sin.

source: If you have a user account at UiS, you can connect to eduroam.
nb: Har du brukernavn ved UiS kan du koble til eduroam.

source: Expedition and Study Coordinator for Digitale Studies
nb: Ekspedisjon og studiekoordinator for digitale studier

source: I would say that the study milieu at the UiS is inclusive and highly committed to learning.
nb: Studiemiljøet ved UiS vil jeg beskrive som inkluderende og med godt engasjement for læring.

source: NETTOP-UIS has a practical approach to the development of digital teaching and the implementation of
nb: NETTOP-UIS har en praktisk tilnærming til utvikling av digital undervisning og implementering av e-l

source: • Maintenance of sports teams, eg football teams.
nb: • Opprettholdelse av idrettslag, feks fotballag.

source: Reproduce and exemplify the axioms and elementary properties of an abstract group, ring and field
nb: Kunne gjengi og eksemplifisere aksiomene og elementære egenskaper for en abstrakt gruppe, ring og kropp.

source: The course deals with feedback control systems, stability analysis, control parameter settings, gain scheduling, cascade control, feed forward control, deadtime compensation and multivariable control.
nb: Kurset omhandler tilbakekoblede systemer, stabilitetsanalyse, regulatorinnstilling, tabelloppslag (gain scheduling), kaskaderegulering, foroverkopling, dødtidskompensering og multivariabel regulering.

source: UiS and VID will manage fieldwork in Madagascar.
nb: Feltarbeid på Madagaskar vil bli organisert av UiS og VID.

source: How are the Charter and Code principles supported at UiS?
nb: Hvordan er Charter og Code ivaretatt ved UiS?

source: Check out the University library page for
nb: Se på bibliotekets sine sider for

source: I primarily believe that the interaction between management, strategy and technology is exciting and useful in practical terms for making you competitive.
nb: Først og fremst synes jeg samspillet mellom ledelse, strategi og teknologi er spennende og praktisk nyttig for å kunne bli konkurransedyktig.

source: This can be done in several ways.
nb: Men det kan du gjøre på flere måter.

source: Didactic relational thinking is a classic model for didactic planning, which is also very relevant in the planning, development and implementation of online education and digital media and tools for learning.
nb: Didaktisk relasjonstenkning er en klassisk modell for didaktisk planlegging, som er svært aktuell også i planlegging, utvikling og implementering av nettbasert utdanning og digitale medier og verktøy for læring.

source: Consequently, in the third phase of the project, during the school year of 2016/2017, the designated programme content was implemented by the teachers in the 36 preschools of the treatment group, while the 35 preschool centers in the control group continued with business-as-usual.
nb: I den tredje fasen av prosjektet, skoleåret 2016/2017, ble det aktuelle programinnholdet implementert av lærerne i de 36 barnehagene i behandlingsgruppen, mens de 35 barnehagene i kontrollgruppen fortsatte som før.

source: distinguish between the RP and GA accents and describe the main differences between them
nb: identifisere de to uttalevariantene RP og GA, og beskrive forskjellene mellom dem

source: Energy Systems Engineering – collaboration
nb: Sikrere ventiler i olje- og gassindustrien

source: Reproduce and exemplify definitions of central algebraic notions such as subgroup, factor group, ideal, factor ring and homomorphism.
nb: Kunne gjengi og eksemplifisere definisjoner av sentrale algebraiske begreper som undergruppe, kvotientgruppe, ideal, kvotientring og homomorfi.

source: Have skills in calculating various ratios for the analysisof financial statements
nb: kunne utarbeide og analysere budsjettene for likviditet, resultat og balanse.

source: Use FocusAreal (or other relevant software) to present regulation plans
nb: Anvende FocusAreal (eller annen relevant programvare) i framstilling av arealplaner

source: Introduction to variational calculus and the Lagrange multiplier method.
nb: Innføring i variasjonsregning og Lagranges multiplikatormetode.

source: This is an ongoing project at UiS lead by
nb: Dette er et pågående prosjekt ved UiS ledet av

source: Overview of student representatives at the study program committees for the academic year 2021–2022
nb: Oversikt over studentrepresentanter ved studieprogramutvalgene for studieåret 2021–2022

source: The role of the chair of a research's school is allocated 200 working hours in his/her work schedule.
nb: Rol en som leder av en forskerskole tilgodesees med 200 arbeidstimer i vedkommendes arbeidsplan.

source: The UiS Business School has participated in the development of the instrument.
nb: Handelshøgskolen ved UiS har deltatt i utviklingen av verktøyet.

source: Communicate and explain how petroleum systems work in regard to pressure, volume and temperature for hydrocarbon industry and the society.
nb: Kommunisere og forklare hvordan petroleumssystemer fungerer med tanke på trykk, volum og temperatur for hydrokarbonindustrien og samfunnet.

source: More information about the research project U-Say
nb: Mer informasjon om forskningsprosjektet U-Say

source: • Logon to Canvas
nb: • Innlogging på Canvas

source: proceed, within three working days.
nb: opptatt de er av rettferdighet,

source: The talk from Eckhard Elsen is a great opportunity for the public to get to know what some of their tax money is spent on», says Alexander Rothkopf.
nb: Foredraget til Eckhard Elsen er en flott mulighet for publikum til å få vite hva noen av skattepengene deres går til, sier Alexander Rothkopf.

source: One should be able to document activities in the international arena and
nb: Foruten forskriftens krav til kunstnerisk kompetanse bør den som ansettes som førsteamanuensis ha vist

source: The master's programme in Applied Data Science, part-time over 4 years, comprises 120 ECTS.
nb: Masterstudiet i Applied Data Science, deltid over 4 år, gir 120 studiepoeng.

source: ArcMap (GIS) is also used as analysis and planning tool.
nb: ArcMap brukes som analyse- og presentasjonsverktøy (GIS).

source: important that the measures suggested can endure over time and prevail in the encounter with different
nb: Trusselbilder endrer seg imidlertid over tid, og det er viktig at de tiltakene som blir foreslått kan stå

source: Compute with complex numbers on Cartesian and exponential form, and use de Moivre's theorem.
nb: Kunne regne med komplekse tall på kartesisk og eksponentiell form, og bruke de Moivres teorem.

source: Test facilities – Energy Systems Engineering
nb: Disputas om temperaturvariasjonar i kalkreservoar

source: As a student at UiS you are automatically a member of the student organisation StOr.
nb: Som student ved UiS er du automatisk med i StudentOrganisasjonen StOr.

source: • You will receive a four-digit code via SMS, it will cost 2 NOK
nb: • Du vil motta firesifret kode via SMS, det vil koste 2 NOK

source: Working hours are agreed upon between the TA and the teacher, and approved by the dean/program manager.
nb: Arbeidstid avtales mellom studentassistenten og faglærer, og godkjennes av dekan/programansvarlig.

source: Theses may be submitted twice a year (May and November).
nb: Fulltids- og deltidsstudenter har felles undervisning.

source: competence wil be key and on a par with performative competence, combined with expertise in developing
nb: sentral på samme måte som utøverkompetanse, kombinert med kompetanse i å utvikle og håndtere

source: 100 million for a more climate-friendly aquaculture industry
nb: 100 millioner til mer klimavennlig havbruksnæring

source: • research and knowledge dissemination beyond their own academic environment and to the public
nb: • forsknings- og kunnskapsformidling ut over eget fagmiljø og til publikum utenfor akademia (lokalt,

source: Population versus individual cell growth, substrate specific growth kinetics, Monod kinetics, Multi- substrate kinetics, Inhibition kinetics, Environmental factors and kinetics.
nb: Populasjon og individuell cellevekst, substratkontrollert vekst kinetikk, Monod- og annen kinetikk, Multisubstrat kinetikk, Inhibering, Miljøfaktorer og vekstkinetikk.

source: analyses, contingency plans, crisis organization and management, exercises, information security, and
nb: sårbarhetsanalyser, beredskapsplaner, kriseorganisering og -håndtering, øvelser, informasjonssikkerhet

source: This is a confirmation of your completed Erasmus+ exchange period.
nb: Dette er en bekreftelse på fullført Erasmus+ opphold.

source: Entitlements and obligations
nb: Omvendt undervisning i matematikk

source: Network planning, scheduling and resources planning.
nb: Organisering og gjennomføring av byggesaker og selve byggeprosessen.

source: NETTOP-UIS has a practical approach to the development of digital teaching and the implementation of e-learning.
nb: NETTOP-UIS har en praktisk tilnærming til utvikling av digital undervisning og implementering av e-læring.

source: Thereby, the Group provides an arena for inspiration, provocation, collaboration and support for researchers and students who work in queer theory, methodology, pedagogy, and academic praxis more broadly.
nb: Gruppen har som målsetning å promotere det skeive forskningsfeltet i Norge ved å skape en plattform for inspirasjon, provokasjon, samarbeid og støtte for, av og med forskere og studenter som er opptatte av skeiv teori, metodologi, pedagogikk, og akademisk praksis mer bredt.

source: Billington, Mary Genevieve
nb: Lesing, skriving og munnlegheit i samfunnsfaga.

source: The Medical and the Psychiatric Library at SUS
nb: Medisinsk og psykiatrisk bibliotek på SUS

source: This valuable data set will be used to develop new load models for jacket structures and further validate CFD models developed in a previous PhD project for breaking wave loads on monopiles.
nb: Dette verdifulle datasettet vil bli brukt til å utvikle nye modeller for kappekonstruksjoner og videre validere CFD-modeller utviklet i et tidligere PhD-prosjekt.

source: Evaluation is a central component of the UiS quality system.
nb: For første gang kan du selv velge om du vil ha studiepoeng for kurset.

source: If you receive an offer from 25 July and later, you can choose to keep the first study place you accepted, or choose to accept the new study place.
nb: juli, vil du miste studieplassen som du først har takket ja til. Dersom du får tilbud fra 25. juli, kan du velge å beholde studieplassen som du først har takket ja til eller takke ja til ny studieplass.

source: Use of structural reliability analysis of structures for calibration of safety factors, updating based on new information and planning of inspections.
nb: Bruk av konstruksjonspålitelighetsanalyser til kalibrering av sikkerhetsfaktorer, oppdatering av pålitelighet basert på ny kunnskap og inspeksjonsplanlegging.

source: The association was founded in 2011 and consists of about 120 students.
nb: Linjeforeningen ble stiftet i 2011 og består av om lag 120 studenter.

source: Assess and communicate the potential and risk of producing fluids (e.g. hydrocarbons) or storing fluids (e.g. CO2) in sedimentary reservoirs.
nb: Vurdere og kommunisere potensialet og risikoen for å produsere fluider (for eksempel hydrokarboner) eller å lagre fluider (for eksempel CO2) i sedimentære reservoarer.

source: Discrimination and exclusion
nb: Hvordan skaffet du deg bolig?

source: This case story is centered upon the work of Siv Tove Aunan and Britt Sætre Hansen at the Department of Quality and Safety in Health Care Systems, and Gry Ciekals Wallgren at the Department of Caring and Ethics, Faculty of Health Sciences, University of Stavanger.
nb: Denne casestudien dreier seg om arbeidet som ble gjennomført av Siv Tove Aunan og Britt Sætre Hansen ved Senter for kvalitet og sikkerhet i helsetjenesten, og Gry Ciekals Wallgren ved Avdeling for omsorg og etikk, Det helsevitenskapelige fakultet ved UiS.

source: This would be a problem.
nb: Da har du et problem.

source: for admission to PPU
nb: for opptak til PPU

source: Remember to register all your research activities in Cristin.
nb: Husk å registrere all din formidling i Cristin.

source: This QR code leads to the digital platform where consent can be granted or withdrawn.
nb: QR-koden fører til den digitale plattformen for å gi eller trekke tilbake samtykke.

source: Continuous systems and fields, the Lagrange and Hamilton formulations of mechanics of continuous systems.
nb: Kontinuerlige systemer og felt, Lagrange- og Hamilton-mekanikk av kontinuerlige systemer.

source: First, average points are calculated according to a weighted average of passed exams (credits per course), where A = 5 and E = 1 points.
nb: Først regnes snittpoeng ut etter et vektet gjennomsnitt av avlagte eksamener (studiepoeng per emne), der A=5 og E=1 poeng.

source: All processing of personal data using Nettskjema, as part of research at UiS or in student assignments, shall be in accordance with the
nb: All behandling av personopplysninger ved bruk av Nettskjema, som en del av forskning ved UiS eller i forbindelse med studentoppgaver, skal være i tråd med

source: to have prior ROS analyses and an architectural design that promotes an open, transparent and
nb: ROS-analyser og en arkitektonisk utforming som stimulerer til et åpent, transparent og sosialt

source: Data Storage and Security
nb: Datalagring og sikkerhet

source: NHSU is a student political organization run by students for students.
nb: NHSU er en studentpolitisk linjeforening drevet av studenter for studenter.

source: K1: The Candidate has advanced knowledge within the subject areas mathematics and physics
nb: K1 Kandidaten har avansert kunnskap innenfor fagområdene matematikk og fysikk.

source: Reactors, Mass balances, Tranport and reactions, The steady state approximation.
nb: Reaktorer, masse- og energibalanser, tranportfenomener og reaksjoner, antagelsen om dynamisk likevekt.

source: Be able to recognize, describe and distinguish frameworks, standards, methods and models for risk analysis within selected application areas
nb: Være i stand til å gjenkjenne, beskrive og skille mellom rammeverk, standarder, metoder og modeller for risikoanalyse innen utvalgte anvendelsesområder

source: - Quantitative and qualitative analysis (units, calibration, calculations and validation)
nb: - Kvantitativ og kvalitativ analyse (enheter, kalibrering, beregninger og validering)

source: The entrance doors in the main building will be open from 08.00 - 15.30 on weekdays.
nb: Inngangsdørene i hovedbygget vil være åpne fra 08.00 - 15.30 i ukedagene.

source: has thorough knowledge of the theories and methods within industrial assets, processes, decisions and performance
nb: -har inngående kunnskap om teori og metoder innenfor industrielle assets, prosesser, beslutninger og prestasjon.

source: My supervisor told me that I definitely shouldn’t miss out on this opportunity”, says Hedda Rytter Tveiten, a doctoral research fellow in Economics at the University of Bergen.
nb: Veilederen min sa at jeg absolutt måtte få med meg dette, sier Hedda Rytter Tveiten som er doktorgradsstipendiat i samfunnsøkonomi ved Universitetet i Bergen.

source: 12.15pm - 13.15pm - Information meeting PDM og Extension studies
nb: Klokken 12.15 - 13.15 - Informasjonsmøte PDM og Videreutdanning klassisk og jazz

source: Documentation for outbound Erasmus+ students
nb: Dokumentasjon for utreisende Erasmus+ studenter

source: Simulation and measurements of time 1.
nb: Simulering av og praktisk måling på tidsresponsar til system av 1.

source: Traditionally, universities have provided knowledge, research and education to develop new industries.
nb: Tradisjonelt har universitetene levert kunnskap, forskning og utdanning til å utvikle nye næringer.

source: Part III Physics and statistical physics of solids.
nb: Del III Faste stoffers fysikk og statistisk fysikk Molekyler og enkle rotasjons- og vibrasjonsnivåer.

source: Analysis and design for ultimate actions/limit states
nb: Analyse og dimensjonering for bruddgrenselaster/bruddgrensetilstand:

source: Further, Quality of Service (QoS) in the network will be discussed.
nb: Fargelære med synssystemet og dets fysiologiske og psykologiske parameter.

source: Create a plan for the academic year
nb: Lag en plan for studieåret

source: Continuous-time and discrete-time systems theory, using both the state-space representation and transfer functions.
nb: Teori for kontinuerlige og diskrete dynamiske systemer, ved tilstandsrommodeller og transferfunksjoner.

source: Previous knowledge in subsurface interpretation methods is highlgy recommended (equal or equivalent to GEO220).
nb: Forkunnskaper i undergrunnsfortolkningsmetoder er anbefaltt (lik eller tilsvarende GEO220).

source: The student should learn basic use of the Python data structures list, tuple, set and dictionary.
nb: Studenten skal lære seg grunnleggende bruk av Python datastrukturene liste, tuple, mengde og dictionary.

source: Group lessons in weeks 1 and 2, 2022 (teaching in cohorts)
nb: Gruppeundervisning i uke 1 og 2, 2022 (undervisning i kohorter)

source: Figure summarizing the ROADMAP concept.
nb: Figur som oppsummerer Roadmap-konseptet.

source: Child led play, exploring nature.
nb: Fri lek i sølepytter, ute i allslags vær.

source: During the summer we’ll send a mail with the timetable for Fadderuka and more information about what facebookgroups is handy to join for the social part of the student life at UiS and Campus Bjergsted.
nb: I løpet av sommeren kommer vi til å sende dere en fullstendig timeplan for fadderuka og mer informasjon på mail samt link til diverse Facebook grupper det er nyttig å være med i som student ved UiS og på Campus Bjergsted.

source: Know physical systems with oscillating behavior, such as harmonic oscillators (undamped mass / spring system) and electrical circuits.
nb: Kjenne til fysiske systemer med oscillerende oppførsel, slik som harmoniske oscillatorer (udempet masse/fjær system) og elektriske kretser.

source: (OMP) for books and serials.
nb: (OMP) for publisering av bøker og skriftserier.

source: The subject is intended as a supplement to subjects such as contract strategy, contract completion and implementation, and project management.
nb: Faget er tiltenkt som et supplement til fag som kontraktstrategi, kontraktinngåelse og -gjennomføring, og prosjektledelse.

source: Understand experimental techniques for compositional and PVT analysis in the laboratory.
nb: Forstå eksperimentelle teknikker for komposisjons- og PVT-analyse i laboratoriet.

source: The Mars Institute Student Chapter is a student organization at the University of Stavanger, under the Mars Institute Norway and the Mars Institute Headquartered at NASA Ames Research Center in San Francisco.
nb: Mars Institute Student Chapter er en studentorganisasjon ved Universitet av Stavanger, underlagt Mars Institute Norge og Mars Institute Headquartered at NASA Ames Research Center i San Francisco.

source: Understand and apply the connection between micro and macro states for thermodynamical systems.
nb: Forstå, og kunne anvende sammenhengen mellom mikro- og makrotilstander for termodynamiske systemer.

source: Sampling and reconstruction of signals.
nb: Sampling og rekonstruksjon av signaler.
